src/main/resources/ws_soap_requests/NodeNlSyncStatusGet.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <Credentials xmlns="http://Airspan.Netspan.WebServices">
            <Username>wsadmin</Username>
            <Password>password</Password>
        </Credentials>
    </soap:Header>
    <soap:Body>
        <NodeNlSyncStatusGet xmlns="http://Airspan.Netspan.WebServices">
            <NodeNameOrId>EnbName</NodeNameOrId>
        </NodeNlSyncStatusGet>
    </soap:Body>
</soap:Envelope>